import React from 'react';

function Reclama() {
  return (
    <div className="reclama">
      <img src="img/rec.jpg" alt="реклама моего товара" className="img-left" />
      <div className="text-column">
        <p>Спорт — это одна из важнейших составляющих культуры и общества, тесно связанная с физической активностью.</p>
        <p>Существует множество видов спорта, которые можно разделить на несколько категорий:</p>
        <p>1. Командные виды спорта: футбол, баскетбол, волейбол и хоккей.</p>
        <p>2. Индивидуальные виды спорта: легкая атлетика, плавание, теннис.</p>
        <p>3. Экстремальные виды спорта: скейтбординг, серфинг, альпинизм.</p>
        <p>4. Силовые виды спорта: тяжёлая атлетика, бодибилдинг.</p>
        <p>Спорт оказывает множество положительных эффектов на здоровье и психоэмоциональное состояние человека:</p>
        <ul>
          <li>Физическое здоровье: регулярные занятия спортом способствуют.</li>
          <li>Психологическое здоровье: физическая активность помогает.</li>
          <li>Социальные навыки: участие в командных видах спорта.</li> </ul> </div> </div> ); }
